{
  "Огонь": {
    "1": {
      "Название": "Спички",
      "Текст": "Используйте спички и сухую древесину / сено / листья / опилки для разведения костра. Подготовьте дрова заранее, чтобы не искать их после получения огня",
      "Сложность": "Легкий"
    },
    "2": {
      "Название": "Огниво",
      "Текст": "Направьте искру в кучку пересушенной древесины / веточек / опилок / древесной коры",
      "Сложность": "Легкий"
    },
    "3": {
      "Название": "Трение ручное",
      "Текст": "Найдите сухую древесину, 2х видов: Широкий кусок и палук для трения.\nПалка не должна ломаться от давления! Сделайте небольшое углубление на широкой досочке с одного из кончиков. Положите в рядом с данной *ямкой* сухой розжиг таким образом, чтобы выделяемое тепло было направлено на него. Возьмите палку и начните методично протирать данную ямку по направлению к розжигу. Это должно нагреть сухую древесину и путем тепло-передачи поджеч розжиг.",
      "Сложность": "Средний"
    },
    "4": {
      "Название": "Лупа",
      "Текст": "Используйте очки или жидкость (для жидкости подойдет моча). Очки направьте на сухой розжиг. Проверьте, чтобы очки фокусировали свечение на веточках, а не рассеивали его.\nЖидкость можно поместить в прозрачный пакетик, и пропустить солнце через него. Фокусируйте луч так, чтобы он был направлен на рохжиг.",
      "Сложность": "Средний"
    },
    "5": {
      "Название": "Трение механическое",
      "Текст": "Найдите 3 инструмента: Доска, Прямая палочка и Веревка. Веревку необходимо привязать к концам длинного и упругого предмета, чтобы получился инструмент, напоминающий лук. Веревка должна быть максимально натянута, но не идти на разрыв.\nПоложите палочку на веревочку, чтобы она не соприкосалась с *телом* самодельного лука. Проверните палку так, чтобы на ней появилась петля веревки. Теперь уприте палку в сухую доску и обложите место соприкосновения сухим розжигом. Сверху, для предотвращения завала палки, оприте ее деревяшкой и придерживайте. Начните горизонтально передвигать *тело лука*, чтобы палочка начала крутиться из-за движущейся веревки. Старайтесь не менять место трения и порвать веревку.",
      "Сложность": "Сложный"
    }
  },
  "Вода": {
    "1": {
      "Название": "Родниковая вода",
      "Текст": "Найдите ключ, который бьет из земли",
      "Сложность": "Легкий"
    },
    "2": {
      "Название": "Речная вода",
      "Текст": "Найдите реку, где не стоит вода, и постарайтесь подняться по ней вверх по течению, там может располагаться более благоприятное место для забора воды и/или жизни",
      "Сложность": "Легкий"
    },
    "3": {
      "Название": "Дождь",
      "Текст": "Найдите ёмкость и соберите в нее жидкость.",
      "Сложность": "Средний"
    },
    "4": {
      "Название": "Растения",
      "Текст": "Если поблизости есть фрукты / кактусы / овощи, в которых есть жидкость и они съедобные - постарайтесь добыть воду из них. Также, если вы находитесь в Евразии, вы можете получить *Березовый* сок, для этого достаточно сделать вырез в стволе моложого дерева таким образом, чтобы он шел спиралью, огибая половину столба. На верхней части надреза -> сделайте вертикальный вырез, для создания точки *генерации* сока. В нижней точке - вставьте тросточку, как краник, и поставьте ёмеость для сбора сока!",
      "Сложность": "Средний"
    },
    "5": {
      "Название": "Морская вода",
      "Текст": "Используйте широкая емкость + емкость меньше + пленка + груз.\nСделайте на открытом участке суши яму, и поместите в нее обе емкости, одна в другой. Они должны полностью поместиться в яму, чтобы над ними было 4 пальца до края ямы!\nНалейте Морскую воду в большую емкость и накройте все это прозрачной пленкой. Под солнцем - вода испарится и осядет на пленке, для попадания воды в маленькую тару - положите груз над ней, для натяжения пленки и создания нижней точки, куда стечет вода и будет капать в чашку.\nПосле того, как вы выпарите всю жидкость - прокипятите ее, для избежания заболевания",
      "Сложность": "Сложный"
    }
  },
  "Пища": {
    "1": {
      "Название": "Фрукты",
      "Текст": "Найдите фрукты, однако не кидайтесь есть, если не уверены что они съедобные или у вас нет на них аллергии.",
      "Сложность": "Легкий"
    },
    "2": {
      "Название": "Рыбалка",
      "Текст": "Поймайте рыбу в речке. Для создания ловушки вам понадобится Бутылка или любая другая емкость с узким горлом. Если это пластиковая бутылка - отрежте от горлышка 0.3 от ее длины, и, развернув, вставьте узкой частью по в сторону донышка. После чего засыпьте муравьев / ягоды / червей или любую другую пищу для рыбына дно бутылки. Зафиксируйте горлышко, чтобы оно не выпадало (используйте шпашку, главное - не перекрывайте вход) после чего - поместите ловушку в реку! Важно, в реке должна быть рыба! вход в бутылку должен быть направлен против течения, зафиксируйте бутылку кампями и , если река не такая большая, создайте трудности для передвижения рыбы, вынудив ее плыть по маршруту бутылки. Запомните место заложения ловушки и ждите! Рыба, заплыв в бутылку - не сможет выйти обратно!",
      "Сложность": "Легкий"
    },
    "3": {
      "Название": "Удочка",
      "Текст": "Сделайте себе удилище. Для крючка можно использовать Иголку или другой острый предмет. Если для уилища нет подходящего куска древесины - можно ловить просто забрасывая крюк на дно!",
      "Сложность": "Средний"
    },
    "4": {
      "Название": "Животные",
      "Текст": "Найдите тропу, по которой передвигаются дикие животные. Они редко меняют свой маршрут -> поэтому расположите ловушку прямо на ней!",
      "Сложность": "Средний"
    },
    "5": {
      "Название": "Охота",
      "Текст": "Выследите и атакуйте животное. Подходит только при наличие Огня! Соорудите копье из твердной и цельной ветки. Для наконечника подберите кремний или наточите его. Если едастся - найдите молодое крепкое дерево, толшиной как черенок от лопаты, и сделайте копье из него. Далее отправляйтесь на охоту",
      "Сложность": "Сложный"
    }
  },
  "Жилье": {
    "1": {
      "Название": "Найдите пещеру",
      "Текст": "Найдите углубление в скалистой местности. Старайтесь не спать на полу - это повредит вашим почкам",
      "Сложность": "Легкий"
    },
    "2": {
      "Название": "Вырыйте землянку",
      "Текст": "Сделайте углубление в холме",
      "Сложность": "Легкий"
    },
    "3": {
      "Название": "Навес",
      "Текст": "Соберите достаточное количество длинных, прочных веток, от 1 метра (от 40 для 1 человека) и соорудите из них навес, связав между собой и сложив на более длинные и прочные бревна, а также сделав опоры. Для заполнения проплешин - используйте Мох или ветки Хвойных деревьев.\nЕсли взглянуть со стороны на новое жилище - должен получиться прямой треугольник.",
      "Сложность": "Средний"
    },
    "4": {
      "Название": "Хижина",
      "Текст": "Понадобится хороший топор. Срубите необходимое количество бревен, и сложите их *колодцем*. Для того, чтобы они держались - вырубайте на внешней частиуглубления, на которые будут ложиться бревна сверху. Щели также заполните мхом / глиной / землей. Крышу вы сложите из веток и еловых лап.",
      "Сложность": "Средний"
    },
    "5": {
      "Название": "Подземная хижина",
      "Текст": "Найдите холм и сделайте вход в него. Сройте все, оставив лишь стены. Для укребления установите по периметру и на полу бревна. Потолок сделайте из бревен. Смажте бревна глиной или мхом, чтобы земля не забирала тепло. Обязательно сделайте вентиляцию для печки, лестницу для выхода и дверь, чтобы закрывать ее на ночь!",
      "Сложность": "Сложный"
    }
  },
  "Оружие": {
    "1": {
      "Название": "Копье",
      "Текст": "Найдите и заточите длинный шест. Для заточки используйте острые предметы или камни",
      "Сложность": "Легкий"
    },
    "2": {
      "Название": "Дубина",
      "Текст": "Найдите короткий черенок, и приделайте к нему камень -> у вас получился молот.",
      "Сложность": "Легкий"
    },
    "3": {
      "Название": "Металлический меч",
      "Текст": "Найдите кусок метала и заточите его о камни. Сделайте ручку для него и просмолите место соединения.",
      "Сложность": "Средний"
    },
    "4": {
      "Название": "Колья",
      "Текст": "Сделайте колья из больших бревен. Они позволят огородиться от диких животных и сделать ловушки для крупной дичи!",
      "Сложность": "Средний"
    },
    "5": {
      "Название": "Нож",
      "Текст": "Используйте нож для создания древкового оружия.",
      "Сложность": "Сложный"
    }
  },
  "Охота": {
    "1": {
      "Название": "Гнезда",
      "Текст": "Ищите гнезда с яйцами. Будьте бдительны и не попадитесь в змеиное гнездо!",
      "Сложность": "Легкий"
    },
    "2": {
      "Название": "Рыба",
      "Текст": "Сделайте копье и постарайтесь попасть в рыбу. Это проще сделать в мелкой реке или озере, преждевременно прикормив рыбу.",
      "Сложность": "Легкий"
    },
    "3": {
      "Название": "Ловушка для животных",
      "Текст": "Найдите веревку и сделайте петлю (не очень толстую, чтобы веревка могла пройти через нее. Заведите конец веревки в петельку и у вас получится самозатягивающаяся петелька. После чего - привяжите на другой ее конец груз (килограмма 5-10) и перекиньте груз через ветку. Сделайте триггер для падения груза, и поместите на этот триггер вашу петлю. Насыпьте пищу на триггер и ждите",
      "Сложность": "Средний"
    },
    "4": {
      "Название": "Постоянные места",
      "Текст": "Поймайте жиотное во время кормежки (на водоеме часто бывает много животных)",
      "Сложность": "Средний"
    },
    "5": {
      "Название": "Хищник",
      "Текст": "Повесьте кусочек мяса и дождитесь хищника, после чего - атакуйте его. Опасно для жизни, если хищник крупный!",
      "Сложность": "Сложный"
    }
  }
}